Repository: Fortelle/Poltergeist
Catalog: src/Poltergeist.Automations/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AfterCompletion_Category
source: After Completion
zh_cn: 完成后

# AfterCompletion_CompletionAction_ExitApplication
source: Exit application
zh_cn: 退出程序

# AfterCompletion_CompletionAction_HibernateSystem
source: Hibernate system
zh_cn: 睡眠

# AfterCompletion_CompletionAction_LockScreen
source: Lock screen
zh_cn: 锁定屏幕

# AfterCompletion_CompletionAction_LogOffSystem
source: Log off system
zh_cn: 注销

# AfterCompletion_CompletionAction_None
source: None
zh_cn: 无

# AfterCompletion_CompletionAction_RestoreApplication
source: Restore application
zh_cn: 回到程序

# AfterCompletion_CompletionAction_ShutdownSystem
source: Shut down system
zh_cn: 关机

# AfterCompletion_Option_Action
source: Action
zh_cn: 操作

# AfterCompletion_Option_AllowError
source: Allow error
zh_cn: 允许错误

# AfterCompletion_Option_AllowError_Description
source: Always execute the action even if the macro ends with an error.
zh_cn: 即使宏运行出错依然执行操作

# AfterCompletion_Option_MinimumTime
source: Minimum run time
zh_cn: 最低运行时间

# AfterCompletion_Option_MinimumTime_Description
source: Do not execute the action if the run time of the macro is less than the minimum value.
zh_cn: 如果宏的运行时间低于一定值则不执行操作

# Dashboard_Header
source: Dashboard
zh_cn: 仪表板

# DialogButton_Cancel
source: Cancel
zh_cn: 取消

# DialogButton_No
source: No
zh_cn: 否

# DialogButton_Ok
source: OK
zh_cn: 确定

# DialogButton_Yes
source: Yes
zh_cn: 是

# Journal_InstrumentTitle
source: Journal:
zh_cn: 笔记：

# Journal_PanelTitle
source: Journal
zh_cn: 笔记

# Log_Header
source: Log
zh_cn: 日志

# Loops_Category
source: Loops
zh_cn: 循环

# Loops_Comment
source: Looped {0} times
zh_cn: 循环{0}次

# Loops_Instrument_ProgressBar_ProgressText
source: Iteration {0}
zh_cn: 第{0}次

# Loops_Instrument_ProgressBar_Subtext
source: running...
zh_cn: 运行中...

# Loops_Instrument_ProgressBar_SuccessText
source: complete
zh_cn: 完成

# Loops_Instrument_ProgressBar_Text
source: Loop
zh_cn: 循环

# Loops_Instrument_Title
source: Loops:
zh_cn: 循环：

# Loops_Option_Count
source: Count
zh_cn: 次数

# Loops_Option_Duration
source: Duration
zh_cn: 持续时间

# Loops_Option_Enable
source: Enable
zh_cn: 启用

# MacroLoggerOption_Category
source: Logs
zh_cn: 日志

# MacroLoggerOption_DashboardLogLevel
source: Dashboard log level
zh_cn: 仪表板日志等级

# MacroLoggerOption_FileLogLevel
source: File log level
zh_cn: 文件日志等级

# Statistic_LastRunTime
source: Last run time
zh_cn: 上次运行时间

# Statistic_TotalIterationCount
source: Total iteration count
zh_cn: 总计循环次数

# Statistic_TotalRunCount
source: Total run count
zh_cn: 总计运行次数

# Statistic_TotalRunDuration
source: Total run duration
zh_cn: 总计运行时长

# Terminal_Header
source: Terminal
zh_cn: 终端

# TrialModule_ConfigTitle
source: Trial run
zh_cn: 试运行

# Validation_BasicMacro_EmptyExecutions
source: The {0} is unable to run because neither {1} nor {2} is set.
zh_cn: {0}的{1}与{2}为空，这个宏无法运行。

# Validation_ExceptionOccurred
source: This macro is unable to run because the following exception occurred: {0}
zh_cn: 因为以下错误，这个宏无法运行：{0}

# Validation_Failed
source: This macro is unable to run because the validation failed.
zh_cn: 验证未通过，这个宏无法运行。

# Validation_RequiresAdmin
source: This macro requires administrator privileges to run.
zh_cn: 这个宏需要在管理员身份下运行。
